[language]

;Language name 

name=Português

[firstrun]
chooselanguage=Por favor, escolha o seu idioma!
ok=OK
ignore=Ignorar
oldini=Importe o ficheiro de configuração anteriormente utilizado
loadini=Importação
loadfail=O ficheiro de configuração não foi encontrado neste diretório!
loadsuccessful=Importado com sucesso!
steambak=Você deseja sincronizar os arquivos de configuração do Steam?
steamerror=Execute o Steam para verificar sua compra!

[steam]
save=Salvar configuração na nuvem Steam
load=Restaurar configuração de nuvem Steam
steamnotrun=Precisa executar o Steam para usar esse recurso!
uploadfilemaxsize=O tamanho máximo do ficheiro carregado é de 100 MB


[workshop]
list_install=Instalado
list_home=Primeira página
list_subscribe=Subscrito
list_upload=Enviado
list_voteup=Gostou
list_themesskin=Skins e temas
list_widget=Estilo de componente

newthemetip=Insira um nome de tema
deltheme=Deletar tópico

subscribe=Inscrição
unsubscribe=Cancelar inscrição

icons=Pacote de ícones
dockskin=Pele da doca
Single icon=Ícone autônomo
Time skin=Pele do tempo
Calendar skin=Tema do calendário
Sound=Som
language=Língua

sort_alltime=tudo
sort_week=semana
sort_month=mês
sort_year=ano

sort_hot=Popular
sort_new=Atualizado
sort_sub=Inscrição
sort_vote=Pontuar

filesize=Tamanho do arquivo
updatetime=Hora da última atualização

runerror=O Steam precisa estar em execução para usar esse recurso!
opensteam=Abrir Steam

newtheme=Criar um novo tópico
edittheme=editar

[themesedit]
shell=aparência
offset=compensar
Delimiter and run=Indicador de delimiter & run
Progress bar=Barra de progresso

savetheme=Salvar

applytheme=Poupar aplica este tema com sucesso imediatamente?
filetip_drop=Arraste e largue a imagem aqui
filetip=Clique ou arraste e deixe cair a imagem diretamente aqui
dropfile=Deseja substituir esta imagem?

selectpicture=Selecione uma imagem
cliptip=cultura
clipleft=Esquerda
clipbottom=hemlina
clipright=Certo
cliptop=Borda superior

dockbg=fundo
dockblur=Desfoque o fundo
Progress bar border=quadro
Progress bar bg=fundo
Run indicator=Indicador de execução
Run offset=compensar
delimiter=separador
Margins=Margens
Margins trimmer=Afinação da margem (valores recomendados 0-0.2)

folder=pasta
trash_empty=Reciclar caixotes (vazio)
trash_full=Reciclar bin (cheio)

calmon=mês
calday=data

timebg=fundo
timehour=hora
timeminute=minuto
timesecond=segundo

timetype=Tipo de relógio
timetype_pointer=ponteiro
timetype_number=dígito
fontname=O nome da fonte
fontsize=Tamanho da fonte
fontalign=Alinhamento de texto
fontpoint=Coordenadas de texto
format=Formato de tempo
fontcolor=Cor de texto

workshopshare=Faz o upload de temas para a Oficina?
sharesuccess=Enviado com sucesso para a Oficina!
sharefailed=O upload falhou!

workshop_Preview=Previsualizar
workshop_description=descrição
workshop_otherPreview=Mais pré-visualizações
workshop_Previewbuild=Gerado automaticamente
workshop_Previewselect=Selecione a imagem
workshop_tip_description=Por favor, insira uma descrição do tópico

[systeminfo]
cpu=Processador
gpu=Placa de vídeo
memory=Memória
system=Sistema
moreinfo=Mais Informações

[monitor]
process=Processo
readwrite=Ler/Escrever
usage=Usado
;------------------------------------
[tips]
openUACtip=Foi detectado que o sistema desligou o UAC, o que pode resultar na impossibilidade de usar a função de arrastar e soltar arquivos para o dock para abrir. Deseja habilitar o sistema UAC?
openUACtip1=O UAC foi ativado com sucesso e o sistema precisa ser reiniciado para entrar em vigor. Deseja reiniciar o sistema imediatamente?
openUACtip2=A habilitação do UAC falhou!

crashtip=O programa despenhou-se, reiniciou-o?
;------------------------------------

[iconame]

;dock Label name

explorer=Explorador
launchpad=Biblioteca de aplicativos
cal=Calendário
trash=Lixo

;The last icon in the folder interface

exploreropen=Abra no Explorer
return=De volta ao anterior

;System time icon label name format

timeformat=yyyy/M/d dddd
; O formato de tempo é o formato de tempo do sistema y m mês d data dd dia da semana ddd dia da semana ddd


remove=Remover

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Painel de Controlo
taskbar=Ícone de bandeja
systemtime=Tempo do sistema
network=Bairro da Rede
weather=O tempo
battery=Bateria
startmenu=Menu Iniciar
virtualdesktop=Ambientes de trabalho virtuais


------------------------------------

[editicon]
;Edit icon window

addtips=Os ficheiros podem ser arrastados e deixados aqui.

reset=Reset
ok=Ok
restore=Restaurar
addname=Editar o nome de exibição
addicotips=Clique no botão superior direito para adicionar um ícone.
switch=Mudar
trashempty=Lixo vazio
trashfull=Lixo cheio
iconshell=Use a máscara de ícone
addline=Executar comando

share=Partilhar
Icon Designer title=Editor de ícones

Icon Designer=Editar
select=Selecione o arquivo

icolabel=Icon
selectpicture=Escolha
icosize=Escala de ícones
icooffsetx=Deslocamento horizontal do ícone
icooffsety=Deslocamento vertical do ícone
icobackground=Antecedentes
iconshadow=Use sombras de ícone
icoroundrect=Ângulo redondo do ícone
icocolor=Cor
icogradient color=Usar gradientes
icocolorangle=ângulo de gradiente

;Pop up select file window title

selectfoldertitle=Selecione pasta
;Weather forecast search city
searchcity=Pesquisar nome da cidade


;------------------------------------

[editcal]

;Edit calendar window
monfontsize=Tamanho da fonte do mês:
dayfontsize=Tamanho do tipo de fonte da data:

monthfont=Fonte do mês:
dayfont=Fonte de data:
monthpoint=Localização do mês:
daypoint=Localização da data:
monthposition=Alinhamento mensal:
dayposition=Alinhamento da data:
monthcolor=Cor do mês:
daycolor=Cor da data:
rotation=Ângulo de rotação:
default=Utilize a configuração padrão

ok=Ok
test=Teste

left=Esquerda
right=Certo
center=Centro

;Pop up select picture window title

selectcalicon=Escolha uma imagem de calendário

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Este programa foi adicionado à Doca!

titleerror=O nome do visor do programa não pode estar vazio!
filepatherror=O caminho do programa e o ícone não podem ser vazios!

padtitleerror1=O nome do ficheiro é duplicado, por favor, reintrodique!
padtitleerror2=A modificação do ficheiro falhou, por favor, não coloque o programa na unidade 'C'!

workshopshare=Carregar este ícone para o workshop?
workshopsharesuccess=O ícone foi compartilhado com sucesso no workshop!
workshopsharefailed=Falha no compartilhamento de ícone!

formaterror=Formato não suportado, por favor coloque em png, ico, exe, formato Lnk!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Poupança na Nuvem Steam
uploadcloudini=Carregue o arquivo
nofoundini=O arquivo não foi carregado
downloadcloudini=Faça o download do arquivo
managesteamcloud=Gerenciar arquivos
cloudfile=Arquivos na nuvem do Steam
uploadcloudfile=Carregue o ficheiro
filename=Nome do ficheiro
filesize=Tamanho do ficheiro
filetime=Tempo de carregamento

backupsuccess=Carregado com sucesso!
backupfail=Upload falhou! 

settitle=Preferências MyDockFinder

Global Settings=Configurações Globais

openMyDock=Abrir MyDock
openMyFinder=Abra o MyFinder

gameautoclose=Sair automaticamente ao jogar em tela cheia
ProcessRecentFiles=Exibe o número de arquivos abertos recentemente pelo programa

DPIscale=Escala global de exibição de interface
Globalblurvalue=Valor desfocado de interface global 
Accentcolor=Cor de acento de interface global
darkmodeall=Modo de cor de interface global

darkmode_light=Luz
darkmode_dark=Escuro
darkmode_auto=Carro
darkmode_system=Sistema

uiaccesstop=Usar a função mais alta da janela

aero=Ligue o efeito de borrão global
systemdarkmode=A cor do sistema segue o miolador
autoupdate=Verifique automaticamente se há atualizações do programa
systemstart=Siga o método de inicialização do sistema
none=sem
regedit=Registro do sistema
plantask=plano de missão
Service=serviço

windowscenterscreen=A nova janela é exibida no centro da tela
showhidetaskbar_hotkey=Mostre ou oculte as teclas quentes da barra de tarefa

autohidetaskbar=Ocultar automaticamente a barra de tarefas no arranque

hidetaskbar_dock=Esconde o ecrã onde a barra de tarefas
hidetaskbar_all=Esconda todas as barras de tarefas do ecrã

languagechoice=Escolha o linguagem de exibição do programa
allfont=Escolha a fonte do programa
usefontbold=Usar fonte em negrito
fontscale=Modificar o dimensionamento global de fontes

themes=Temas

customize_blur=Ajuste a intensidade do desfoque
customize_opacity=Ajustar transparência
customize_stroke=Transparência de fronteira
customize_enabled_dockbg=Dock usa desfoque de fundo personalizado e transparência
customize_enabled_iconreflection=Dock usa reflexo de ícone
customize_blur_iconreflection=Ajustar a intensidade do desfoque do reflexo do ícone
customize_opacity_iconreflection=Ajustar a transparência do reflexo do ícone
customize_offset_iconreflection=Ajustar a distância de reflexão do ícone
customize_stoppoint_iconreflection=Ajustar a distância gradiente do reflexo do ícone

customize_enabled_icontag=A etiqueta do ícone do dock usa desfoque de fundo personalizado e transparência
customize_enabled_menu=O menu usa desfoque de fundo personalizado e transparência
customize_enabled_window=A interface da janela usa desfoque de fundo personalizado e transparência
customize_enabled_finder=MyFinder usa desfoque de fundo personalizado e transparência
customize_opacity_wallpapercolor=Ajustar a densidade da cor de destaque do papel de parede
customize_enabled_folder=Interface de pasta usa desfoque de fundo personalizado e transparência
customize_enabled_foldersize=Interface de pasta usa tamanho de ícone personalizado

customize_enabled_pad=A biblioteca de aplicativos usa desfoque de fundo personalizado
customize_enabled_pad_backdrop=A biblioteca de aplicativos usa o fundo da tela atual
customize_enabled_pad_winuiwallpaper=A galeria de aplicativos usa efeito de desfoque de papel de parede ao vivo

selectthemes_icon=Escolha o tema do ícone
selectthemes_dockskin=Escolha um tema de skin do Dock


general=Geral
advanced=Avançado
preview=Pré-visualização da janela
minimizewindowsettings=Minimizar janela
notificationset=Notificação
systrayicoset=Bandeja
screenset=Tela

timeset=Hora
audioset=Áudio
displayset=Exibição
mediaset=Meios de comunicação
batteryset=Bateria
netset=Rede
monitorset=Monitor
windowsanimationset=animação de janela


about=Sobre

icosize=Tamanho padrão do ícone
icoeffect=Efeito do ícone

dockeffect_none=nenhum
dockeffect_scale=Escala
dockeffect_select=Selecione
dockeffect_light=iluminação
dockeffect_scaleandlight=Escala e luz
dockeffect_selectandlight=Selecione e leve
icolightvalue=Intensidade da luz do ícone
icobglightvalue=Ícone intensidade de luz de fundo
icobglightcolor=Icon Background Color Light

icomaxsize=Tamanho zoomed ícone

icospace=Distância entre ícones
edgeposition=Distância da doca da borda do ecrã
iconimmersion=A doca utiliza o modo de imersão quando está inativa

displaymode=Selecione o modo escondido do display dock
displaynormal=Modo de exibição predefinido
displaybottom=Modo de exibição de sobreposição
displayauto=Modo de ocultação automática
displaysmart=Modo de ocultação inteligente
displayhotkey=Modo de exibição hotkey
displayalways=Sempre mostrar o modo
displayhide=Sempre ocultar o modo
displayalwaysshow=Sempre mostrar incluindo tela cheia
displaydesktop=Modo de exibição de desktop
showmodewindows=Selecione como o Dock mostra e oculta a janela de deteção
showhidetest_exe=A janela atual do programa
showhidetest_all=Todas as janelas do programa

showhidetype=Selecione o Dock para mostrar o efeito oculto

showhideeffect_move=Mudança
showhideeffect_opacity=Desvanecer-se

activation Dock Type=O Dock mostra como foi ativado
showdockact_mouse=A borda da tela
showdockact_bar=Barra de ativação

actbar_weight=Ajustar a largura da barra ativa
actbar_height=Ajustar a altura da barra ativa
actbar_offset=Ajustar a distância da tela da barra ativa
mouseactdock=O atraso do mouse ativa o tempo de encaixe

positiononscreen=Posição do ecrã da doca
screenleft=Esquerda
screenbottom=Fundo
screenright=Certo
screentop=Início

multiscreen=Selecione o ecrã para exibir a Doca
multiscreenpad=Selecione o ecrã para exibir o Launchpad
padicotype=Selecione o ícone exibido pela biblioteca de aplicativos
padicotype_normal=ícone adicionado
padicotype_startmenu=Menu Iniciar
padicotype_desktop=Programa de desktop
padicosize=Tamanho do ícone da biblioteca de aplicativos
padicospacex=Espaçamento horizontal do ícone
padicospacey=Espaçamento vertical do ícone
padicoblacklist=Editar o programa Menu Iniciar excluído
padblacklist=Gerir listas

padscreenname=Siga a Doca
lockicon=Arrastar ícone de bloqueio
showicontag=Mostrar texto de etiqueta de ícone
windowsborder=Ligue as bordas da janela para evitar o bloqueio de janelas
jumpanimation=Clique no ícone para saltar para abrir o programa
folderDoubleclickOpen=Clique duas vezes no ícone da pasta para abrir
foldernoshowopen=Não mostrar o botão abrir pasta
iconmask=Adicione um efeito de máscara a todos os ícones
icomasktype=Estilo de máscara de ícone global

show indicators=Mostrar indicadores para aplicações abertas
Runapp separator=Mostrar delimiter para novo programa de execução
newapp=Mostrar novo ícone do programa de execução
blacklist=Gerir a lista de proibição
noblacklist=Sem procedimento de proibição
hotcornerleft=Funções no canto inferior esquerdo da tela
hotcornerright=Funções no canto inferior direito da tela
hotkeypad=Mostrar a tecla de atalho da App Library
hotkeyDock=Mostrar a chave quente da doca
hotkeyborder=Ativar e desativar as bordas da janela do Dock

dockicobackup=Ficheiro de ícone da doca de backup 
backuplist=Gerir ficheiros de backup 
Addbackupdockico=Adicionar backup de ícones 
locationbackup=Abra a pasta de reserva 

minimize=Minimize a janela para a Doca
animationoff=Feche a janela minimizar animação
Slow animation=Mantenha a chave Shift para abrandar a animação
minimizeeffect=Minimizar a janela usando efeitos especiais

genie=Genie
scale=Escala
scaleDX=Escala DX
suck=Chupar

minimizeAnimationspeed=Minimize a velocidade de animação da janela
Minimize dynamics=Exibir dinamicamente o conteúdo da janela quando minimizado

Minimize to icon=Minimize as janelas no ícone de aplicação
Minimizeblacklist=Cancele o programa de animação de minimização
Editwindowlist=Editar lista de janelas

minicopos=Minimizar a posição do ícone da janela
dockmin_lastico=Ao lado do ícone à direita
dockmin_right=Exibido de forma independente à direita
dockmin_rightandlim=O lado direito é exibido de forma independente usando um separador
minimizeAnimationWait=Aguardar que a animação da janela minimizada renderize os fotogramas

previewon=Ativar a pré-visualização da janela
previewsize=Tamanho da pré-visualização da janela
previewdelay=Pré-visualização de exibição atrasada

previewcontrol=Mostrar outros elementos de pré-visualização
previewappname=Nome da aplicação
previewbutton=Botões de controlo de janelas
aeropeek=Mostrar pré-visualização da janela completa no pairar do rato


logotype=Selecione o estilo do botão à esquerda
diylogo=Selecione ficheiro
shutdownmsgbox=Will pop confirmam para reiniciar a paragem do sistema
finderdark=Escolha o modo de cor MyFinder

stagemanagerset=Gerente de palco
showstagemanager=Mostrar ícone do gerente de palco no MyFinder
showstagemanagerwindowtitle=Exibir o título da janela ao passar o mouse
showstagemanagerdesktophidewindows=Clique no desktop para ocultar todas as janelas
showstagemanagermediaplaypause=Pause e reproduza a mídia da janela de fundo automaticamente
stagemanager_hotkey=Teclas de atalho do gerente de palco

stagemanagerblacklist=Programas Excluídos do Stage Manager
stagemanager_showdesktop=Mostre ícones da área de trabalho
desktopico_hide=sempre ocultar ícone
desktopico_auto=auto mostrar esconder
desktopico_show=sempre aparece

stagemanager_enable=gerente de palco aberto
stagemanager_listpos=A posição da tela onde a lista de janelas está localizada
stagemanager_listshowmode=Lista de Janelas Mostrar Modo Oculto

stagemanager_windowsize=tamanho do ícone da lista de janelas
stagemanager_windowspace=Espaçamento do ícone da lista de janelas
stagemanager_windowcount=Número de ícones da lista de janelas
stagemanager_windowsblur=Desfocar ícones de janela de fundo

showmediacontrol=Exibe o ícone de reprodução de mídia
showuseraccount=O ícone da conta é exibido

systemtraycolor=Mostrar ícones de bandeja coloridos
showkeyboard=Mostrar ícones de métodos de entrada
showsearch=Mostrar ícone de pesquisa
showLyrics=Mostrar letras do player de música
showLyrics_color=Exibir letras de música coloridas

musiccontrolshowmode=Modo de exibição de controle de mídia
musiccontrol_close=Não mostre
musiccontrol_activity=Mostrar quando as letras são exibidas
musiccontrol_always=Sempre mostra

hotkeyfinder=Mostrar teclas de atalho do MyFinder

finderdark_auto=Papel de parede
finderdark_set=Definição

multiscreenfinder=Selecione a tela para exibir o MyFinder
findershowallscreens=Todas as telas

mouseactfinder=Mouse atrasar ativação MyFinder tempo
showusbdevice=Discos removíveis USB são exibidos

finderdisplaymode=Selecione o modo escondido do visor do MyFinder
finderautochangecolor=Maximizar a janela para usar o modo imersivo
finderfastclosewindow=Clique no canto superior direito para fechar a janela maximizada atual
myfinderscaleopen=Use escala personalizada

finderlockbtn=Esquema do botão de bloqueio
findershowmenu=Mostrar outros itens do menu do programa
bluetooth_showbattery=Dispositivo bluetooth conectado
bluetooth_not show=Não mostre
bluetooth_icon=Mostrar apenas ícones
bluetooth_value=Ícone do visor e nível da bateria

showaudio=Mostrar ícone de volume no MyFinder
showmicrophone=Mostrar ícone de microfone no MyFinder

showbattery=Mostrar ícone de bateria no MyFinder
shownetwork=Mostrar ícone da Net no MyFinder
showbluetooth=Mostrar ícone Bluetooth no MyFinder
showdisplay=Mostrar ícone de exibição no MyFinder
showcpu=CPU
showtemp=Coretemp
showmen=HOMENS
showdisk=DISCO
shownet=REDE

showbatterytime=Exibe o tempo restante da bateria
batteryshow_none=Não mostrado
batteryshow_acdc=Sempre exibido
batteryshow_ac=Ao usar uma fonte de alimentação
batteryshow_dc=Ao utilizar baterias

powerset_open=Mudar automaticamente de planos de energia
powerset_aconline=Planos de energia ao usar energia
powerset_battery=Planos de energia ao usar baterias

Calendarfirstday=Primeiro dia da semana
Calendar_Sunday=Domingo
Calendar_Monnday=Segunda-feira

formatdate=Escolha o formato de exibição de data
formattime=Escolha o formato de visualização de tempo
customformatdate=Personalizar o formato de exibição de data
customformattime=Personalizar o formato de exibição de tempo

showbatteryvalue=Mostrar percentagem de bateria 
audiotip=Reproduzir o som de mudança de volume
mediatype=Selecione o estilo de solicitação de volume e brilho

media_system=Sistema
media_speakers=Alto falante
media_phone=Telefone

hotkeyvolup=Volume acima hotkey
hotkeyvoldown=Volume para baixo hotkey
hotkeyvolmute=Hotkey de mudo de volume
hotkeymicup=Tecla de atalho para aumentar o volume do microfone
hotkeymicdown=Tecla de atalho para diminuir o volume do microfone
hotkeymicmute=Tecla de atalho do microfone mudo


hotkeybriup=Brilho até hotkey
hotkeybridown=Brilho para baixo hotkey
hotkeycontrolvalue=Ajusta o valor da tecla de atalho para aumentar ou diminuir

systemnotification=Notificação do sistema
usbdevicenotification=Mostrar conexão de disco móvel e notificação de ejeção
bluetoothdevicenotification=Mostrar notificação de conexão do dispositivo Bluetooth
Appnotification=Notificações de aplicativo
notification_open=Permitir notificações
notification_type=Como as notificações de banner são exibidas
notification_time=Tempo de exibição de notificação de banner
notification_show_close=Não mostrar banner
notification_show_once=Mostrar apenas a primeira vez
notification_show_always=Sempre mostra

trayicoallshow_myfinder=Sempre mostre todos os ícones da bandeja do sistema no MyFinder
trayicoallshow_mydock=Sempre mostre todos os ícones da bandeja do sistema no MyDock
trayicoallshow_systemico=Exibe o próprio ícone da bandeja do sistema no MyFinder
trayico_waittime=O ícone da bandeja recém-executada mostra a hora

Apptrayico=Ícone da bandeja do aplicativo
apptrayicoshow_finder=Mostrar ícone da bandeja no MyFinder
apptrayicoshow_dock=Mostrar ícone da bandeja no MyDock

screenround=Cantos arredondados da tela
screenround_show=Ativar cantos de tela arredondados
screenround_size=tamanho do canto da tela
screenround_color=cor

openwindowsshow=Animação de abertura de janela
windowsopeneffect=Efeito de animação de abertura de janela

openwindowsclose=animação de fechar janela
windowscloseeffect=Efeito de animação de fechar janela
windowsblacklistadd=janela para adicionar exclusões
windowsblacklistdel=Remover janelas de programas excluídos
windowsclose_animation=Ajustar a velocidade da animação

stagemanager_animation=Ajustar a velocidade da animação
mediatiptime=Tempo de exibição do prompt de brilho do volume

other=outro

wallpaper=Papel de parede

selectwallpaper=Selecione o tema do papel de parede
wallpapernone=Nenhum.
loadwallpaper=Coloque o tema do papel de parede 
wallpaperdownload=Baixar temas de papel de parede 
wallpaperOK=Aplicação 

restartdock=Reiniciar programa


resetini=Dados claros
resetini_ok=Claro
resetini_config=Perfil de preferências
resetini_ico=Perfil do ícone do Dock
resetini_padico=Configuração da biblioteca de aplicativos
resetini_padicocache=Cache de ícones da Barra Inicial

systemiconcache=Cache do ícone do sistema

uninstall=Desinstalar

updatelog=Alterlog
updatelogcheck=Ver

ok=Ok
cancel=Cancelar

------------------------------------------------------------
[hotcorners]
nothing=nada
allwindows=Mostrar todas as janelas
launchpad=Mostrar launchpad
displaytosleep=Desligue o visor
startmenu=Mostrar menu de início
showdesktop=Mostrar desktop
actioncenter=Centro de Operações do Windows
screensaver=Protetor de tela
Windows widget=Widgets do Windows

[settingtips]
backupsuccess=Carregado com sucesso!
backupfail=falha no envio!

hotkeyhideerror=Defina para exibir a tecla de atalho Dock ou esta função pode não estar disponível!
resetinitip=Deseja redefinir o arquivo de configuração?
systemicontip=Deseja limpar o cache do ícone do sistema?

DPItips=Algumas interfaces entrarão em vigor após o fechamento e a reabertura!
winuiwallpapertip=Se o computador travar após ligar, desative esta opção e ela entrará em vigor após reiniciar o programa! ! !

;An error message pops up on the setting interface
padicotypetips=Depois de modificar esta opção, você precisa redefinir o ícone, escolha com cuidado!

edgetip=O limite da janela de limite aberto não pode ser ajustado!
autohideerror=Esta função não pode ser ativada ao abrir o limite da janela!
neterror=Erro de rede, verifique a ligação.
autohide=A Doca de ocultação automática não pode ativar esta função!
updateerror1=Erro de rede, por favor tente de novo!

updatetip1=Há alguma nova versão atualizada?
updatetip2=O ficheiro é atualizado imediatamente após o download?

noupdate=É a versão mais recente, não há necessidade de atualizar!

restarttip=Abra depois de reiniciar o programa!

languagetips=Algumas interfaces precisam de ser reiniciadas para serem alteradas!

restartruntip=Quer reiniciar o programa?

backupfolderror=Não conseguiu criar a pasta de reserva, verifique as permissões do diretório!

backuptips=Deseja restaurar este ficheiro de reserva?


;-------------------------------------------------------------------

[menu]
;Right menu
minimizeAnimationWait=Aguardar que a animação da janela minimizada renderize os fotogramas

closewindows=Fechar a janela

RecentFiles=Ficheiros abertos recentemente
otheroption=Opções
dockmenu=Menu do programa
menurecent=Visitou recentemente
menubind=Fixo
menutask=tarefa

edit_cut=Cortar
edit_copy=Cópia de
edit_paste=Colar
edit_selectall=Selecionar tudo
edit_delete=Excluir
edit_openurl=Abrir URL

workshop=Workshop
newfinderwindow=Nova janela do Explorer
gotofolder=Vai para a pasta
connecttoserver=Ambiente de trabalho remoto
showlaunchpad=Mostrar launchpad


addnormalicon=Adicionar ícone normal
addsystemicon=Adicionar ícone do sistema
add delimiter=Adicionar separador
del delimiter=Remover separador

showtaskbar=Mostrar barra de tarefas
hidetaskbar=Esconder barra de tarefas
preference=Preferências
enddock=Termine o programa

editicon=Desagreda este ícone
removefromdock=Remover da doca
keepindock=Mantenha-se na doca
locationfile=Abrir localização de ficheiros
runagain=Executar este programa novamente
nevershowthis=Não volte a mostrar este programa.
adminmode=Operação de modo administrador
open=Aberto
quit=Demita-se

emptytrash=Esvazie o lixo.
sortorder=classificar por
Byname=Nome
Bysize=Tamanho
Byextension=Tipo
Bydate/time=Alterar o tempo
Createtime=Tempo de criação
Groupdirectories=Diretórios primeiro
reverseorder=Tipo inverso
closewindow=Feche esta janela
Display=O conteúdo do ecrã é
Folder=Pasta
Stack=Pilha
Locatefolder=Aberta diretamente
FolderEffect=Efeito de exibição
Grid=Grelha
Fan=Fã
menufold=Menu

showmodeapps=Definir o ecrã independente e o modo de ocultação
showmodedesktop=Definir ecrã de ambiente de trabalho e modo de ocultação
NominiEffect=Não mostrar janela minimizar animação
nevershowprogress bar=Não mostrar esta barra de progresso do programa novamente
showmodenormal=Seguir as definições
msgtips=Configurar um lembrete de mensagem
incognito=Nova janela do modo incógnito

systemmenu=Menu do sistema

timeskin=Selecione a cara de relógio
timedefault=Predefinição

----------------------------------------------

[launchpad]

addicon=Adicionar ícone
deleteicon=Elimine este ícone
padsortname=Classificar por nome
padsort=Preenchimento automático do ícone

search=Pesquisar
ok=Ok
addtips=Por favor, arraste os ficheiros exe e Lnk aqui.
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Ok
cancel=Cancelar
trashok=Esvazie o lixo.
trashtitle=Tem certeza que quer esvaziar os itens no lixo?
batterytip=Por favor, ligue o carregador se a bateria estiver fraca!

eject=foi ejetado
Connected=conectado
brightnesstip=Ajustar a luminosidade do monitor pode causar danos permanentes ao monitor, por favor, faça-o com cuidado!
brightnesstip1=É detetada uma luminosidade do monitor de 0, se o monitor não apresentar conteúdo ou não clicar em OK, reinicie a luminosidade do visor após 5 segundos


-----------------------------------------------
; Descrição do formato do tempo
;ddd dia da semana dddd dia da semana M mês d dia H 24 horas formato h 12 horas formato m minutos minutos
;D letras minúsculas com dois dígitos, por exemplo HH:mm:ss 09:06:05
; Todos os seguintes formatos podem ser personalizados e modificados, e o número à esquerda pode ser adicionado sem limite  deixado em branco para indicar que a data não é exibida
; Após a modificação ser guardada, entrará em vigor imediatamente, definirá diretamente e clicará no menu de formato de tempo para exibir o efeito
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Jan
m2=Fev
m3=Rio
m4=Abr
m5=Maio
m6=Jun
m7=Jul
m8=Ago
m9=Sep
m10=Out
m11=Nov
m12=Dez


[findermenu]
spatialaudio=Áudio espacial

bluetoothdisconnect=Desligar
bluetoothunpair=Apagar dispositivo

lockscreen=Bloquear o ecrã
usersetting=Configurações da conta

HideMenu=Oculta a barra de menus da janela
systemmenu=Menu da janela

bluetooth=Bluetooth
Bluetooth settings=Definições bluetooth
device=Dispositivo
Preferred network=Rede preferida
other networks=Outras redes
network settings =Definições de rede
Audio=Som
output=Saída
Microphone=Microfone
input=Dispositivo de entrada
audio settings=Definições de áudio
battery settings=Configurações da bateria
BatteryEstimatedTime=restantes
batterytime_hour=horas
batterytime_min=minutos
Edit title=Título de edição
Window border=Fronteira da janela
end finder=Saia do MyFinder
About This PC=Sobre este PC
System settings=Definições do sistema
app Store=App Store
Task manager=Gestor de tarefas
Sleep=Sono
Dormant=Dormente
Shutdown=Encerramento
Reboot=Reiniciar
Shutdown&Update=Desligue e atualize
Reboot&Update=Reinicializar e atualizar

Lock screen=Tela de bloqueio
Logout=Logout

symbol=Mostrar emoticons e símbolos 
Screen Keyboard=Mostrar teclado no ecrã 
keyboardname=Mostrar nome de teclado
Keyboard settings=Definições de teclado
display=Exibição
systemdark=Modo escuro do sistema
bluelight=Luz azul
focusassist=Assistente de foco
focusoff=Fecho
focusPriorityOnly=Somente notificação prioritária
focusAlarmsOnly=Apenas alarme
Notification settings=Preferências de notificação
screen projection=Projeção
screen INTERNAL=Tela do computador apenas
screen CLONE=Cópia
screen EXTEND=Expandir
screen EXTERNAL=Segunda tela somente
displayset=Definições de exibição
hotspot=Hotspot
airplane=Avião
deviceon=Em
deviceoff=Fora
eject=Ejetar
open=Abrir

[findertips]
Mute=Mudo
battery=Bateria
AcOnLine=Power OnLine
Charging=Carregamento
notCharging=Não cobrar
Usebattery=Use bateria
Full battery=Bateria completa
brightness=Brilho
show trayico=Mostrar Trayico

[findertitle]

[findermenubrowser]
new=Novo
newtab=Novo separador
newwindow=Nova janela
favorites=Favouritas
history=História
download=Downloads
window=Windows
file=Arquivo
no file=Nenhum arquivo selecionado

View=Ver
Sort by=Ordenar por
Group by=Grupo por
refresh=corado
showicons=Exibe ícones de ambiente de trabalho

sort_none=não
sort_bigicon=Grandes ícones
sort_mediumicon=Ícone médio
sort_smallicon=Pequenos ícones
sort_superbigicon=Ícones de grandes dimensões
sort_list=lista
sort_details=Detalhes
sort_tile=Azulejo
sort_content=conteúdo
sort_name=nome
sort_size=tamanho
sort_type=tipo
sort_time=data
sort_ascending=ordem ascendente
sort_descending=Descendente
sort_AutoArrange=Os ícones são organizados automaticamente
sort_snaptogrid=Organize automaticamente ícones alinhados com a grelha

[shutdown]
shutdown=Quer desligar este computador?
Reboot=Quer reiniciar o computador?
Logout=Quer sair?
Dormant=Quer hibernar este computador?
sleep=Quer que este computador durma?
now=agora
minute=minuto
[wifi]
password=Senha:
showpassword=Mostrar senha
join=Junte-se
cancel=Cancelar


[weather]
00=Ensolarado
01=Nublado
02=dia nublado
03=Chuveiros
04=Thundershower
05=Trovoadas com granizo
06=Granizo
07=Chuva leve
08=Chuva moderada
09=chuva forte
10=tempestade
11=Chuva forte
12=Chuva forte
13=Chuveiros de neve
14=Rio Koyuki
15=Zhongxue
16=Neve pesada
17=Blizzard
18=dente
19=Chuva gelada
20=Tempestade de areia
21=Chuva leve a moderada
22=Chuva moderada a forte
23=Chuva forte
24=Chuva forte à chuva forte
25=Chuva forte à chuva extrema
26=Neve pequena a média
27=Neve moderada a pesada
28=Grande para a Blizzard
29=Poeira flutuante
30=areia
31=Forte tempestade de areia
32=Nevoeiro denso
33=Neve
49=Nevoeiro forte
53=névoa
54=Neblina Moderada
55=Neblina pesada
56=Neblina severa
57=Nevoeiro pesado
58=Nevoeiro forte
301=chuva
302=Neve